Repository: JackZ0/GStreamer_code
Catalog: gst-plugins-bad-1.12.2/po/*.po
Languages: hr

source: failed to draw pattern
hr: crtanje uzorka nije uspjelo

source: A GL error occured
hr: Dogodila se GL greška

source: format wasn't negotiated before get function
hr: format nije bio dogovoren prije ‘get’ funkcije

source: OpenCV failed to load template image
hr: OpenCV nije uspio učitati predložak slike

source: Could not read title information for DVD.
hr: Iz naslova se ne mogu pročitati informacije o DVD-u

source: Failed to open DVD device '%s'.
hr: Nije uspjelo otvoriti DVD uređaj ‘%s’.

source: Failed to set PGC based seeking.
hr: Pretraga temeljena na PGC-u nije uspjela.

source: Could not read DVD. This may be because the DVD is encrypted and a DVD decryption library is not installed.
hr: DVD nije moguće pročitati. DVD je možda kriptiran, a biblioteka za dekriptiranje DVD-a nije instalirana.

source: Could not read DVD.
hr: DVD nije moguće pročitati.

source: This file contains no playable streams.
hr: Ova datoteka ne sadrži nijedan upotrebljivi stream (tok podataka koji bi se mogao reproducirati).

source: Could not open sndfile stream for reading.
hr: ‘sndfile’ stream (tok podataka) nije moguće otvoriti za čitanje.

source: Generated file has a larger preroll time than its streams duration
hr: U generiranoj datoteci priprema (preroll vrijeme) je duža od ukupnog trajanja streama (toka podataka)

source: Missing element '%s' - check your GStreamer installation.
hr: Nedostaje element ‘%s’ - provjerite vašu GStreamer instalaciju.

source: File location is set to NULL, please set it to a valid filename
hr: Lokacija datoteke je prazna (NULL); navedite valjani naziv datoteke

source: Digitalzoom element couldn't be created
hr: Nije moguće napraviti (kreirati) element za Digitalzoom

source: Subpicture format was not configured before data flow
hr: Format podslike (subpicture) nije bio konfiguriran prije protoka podataka

source: Failed to get fragment URL.
hr: Nije uspjelo dobiti fragmente adrese URL-a.

source: Couldn't download fragments
hr: Nije moguće preuzeti fragmente

source: Internal data stream error.
hr: Interna greška toka (stream) podataka.

source: Device "%s" does not exist.
hr: Uređaj „%s“ ne postoji.

source: Could not open frontend device "%s".
hr: Sučelje (frontend) uređaja „%s“ nije moguće otvoriti.

source: Could not get settings from frontend device "%s".
hr: Od sučelja (frontend) uređaja „%s“ nije moguće dobiti postavke.

source: Cannot enumerate delivery systems from frontend device "%s".
hr: Dostavne sustave nije moguće nabrojati iz sučelja (frontend) uređaja „%s“.

source: Could not open file "%s" for reading.
hr: Datoteku „%s“ nije moguće otvoriti za čitanje.

source: Couldn't find channel configuration file
hr: Konfiguracijska datoteka kanala nije pronađena

source: Couldn't load channel configuration file: '%s'
hr: Neuspjeh pri učitavanju konfiguracijske datoteke kanala: ‘%s’

source: Couldn't find details for channel '%s'
hr: Pojedinosti za kanal ‘%s’ nisu nađene

source: No properties for channel '%s'
hr: Svojstva za kanal ‘%s’ nisu nađena

source: Failed to set properties for channel '%s'
hr: Nije uspjelo postaviti svojstva za kanal ‘%s’

source: Couldn't find channel configuration file: '%s'
hr: Nije nađena konfiguracijska datoteka kanala: ‘%s’

source: Channel configuration file doesn't contain any channels
hr: Konfiguracijska datoteka za kanala ne sadrži niti jedan kanal
